Repository: jamiejackherer/solydxk-system
Catalog: po/*.po
Languages: ca, da, de, fr, lt, nl

source: Configure your locales (one as default) and time zone. Note: make sure you have an internet connection to localize your software.
ca: Feu la vostra configuració regional (una per omissió) i zona horària. Nota: cal tenir connexió a internet per localitzar el programari.
da: Konfigurer dine tegnsæt (en som standard) og tidszone. Bemærk: Kontrollér at du har forbindelse til internettet før du begynder.
de: Legen Sie Ihre Sprachumgebung (eine Sprache als Standard) und die Zeitzone fest. Hinweis: Stellen Sie sicher, dass Sie eine Internetverbindung haben, bevor Sie Ihre Sprachumgebung einstellen.
fr: Configurez vos paramètres régionaux (un comme défaut) et le fuseau horaire. Remarque: assurez-vous d'avoir une connexion Internet pour localiser votre logiciel.
lt: Konfigūruokite savo lokales (vieną kaip numatytąją) ir laiko juostą. Pastaba: norėdami lokalizuoti savo programinę įrangą, įsitikinkite, kad esate prisijungę prie interneto.
nl: Configureer uw taal (één als standaard) en tijdzone. Zorg ervoor dat u een internetverbinding hebt om uw vertaalsoftware te installeren.

source: Enable the Backports repository if you need a newer software version. Warning: installing software from the backports repository may de-stabalize your system. Use at your own risk!
ca: Activeu el dipòsit de retroversions si us calen versions de programari més noves. Atenció: instal·lar programari de retroversions pot desestabilitzar el sistema. Useu-lo sota la vostra responsabilitat!
da: Aktivér 'backports' repositoriet hvis du har brug for en nyere version af programmet. Advarsel: Installation af programmer fra 'backports' kan destabilisere dit system. Anvendelse sker på eget ansvar.
de: Aktivieren Sie das Backport Repository, wenn Sie einen neuere Softwareversion benötigen. Warnung: Die Softwareinstallation aus einem Backport-Repository kann Ihr System destabilisieren. Diese Vorgehensweise erfolgt auf Ihr eigenes Risiko!
fr: Activer les dépôts Backports si vous avez besoin d'une version plus récentes d'un logiciel. Attention: installer des logiciels à partir de dépôts Backports peut déstabiliser votre système. À utiliser à vos risques et périls!
lt: Įjunkite naujų versijų paketų saugyklą, jeigu jums reikia naujesnių programinės įrangos versijų. Įspėjimas: programinės įrangos įdiegimas iš naujų versijų paketų saugyklos gali destabilizuoti jūsų sistemą. Naudokite savo pačių rizika!
nl: Activeer de Backports pakketbron als u een nieuwere software versie nodig hebt. Waarschuwing: het installeren van software uit de backports pakketbron kan uw systeem destabiliseren. Gebruik op eigen risico!

source: Select the fastest repository for your updates. Note: make sure you have an internet connection.
ca: Trieu el dipòsit més ràpid per les actualitzacions. Nota: Assegureu-vos de tenir connexió a internet.
da: Vælg det hurtigste repositorie for dine opdateringer. Bemærk: Kontrollér at du har forbindelse til internettet før du begynder.
de: Wählen Sie das schnellste Repository für Ihre Updates aus. Hinweis: Stellen Sie sicher, dass Sie eine Internetverbindung haben.
fr: Sélectionner les dépôts les plus rapides pour vos mises à jour. Note: soyez certains d'avoir une connexion internet.
lt: Pasirinkite savo atnaujinimams greičiausią saugyklą. Pastaba: įsitikinkite, kad esate prisijungę prie interneto.
nl: Selecteer de snelste pakketbron voor uw updates. Zorg ervoor dat u een internetverbinding hebt.

source: Hold back packages
ca: Retín paquets
da: Tilbagehold pakker
de: Halte Pakete zurück
fr: Épingler des paquets
lt: Sulaikyti paketus
nl: Houd pakketten tegen

source: Held back packages
ca: Paquets retinguts.
da: Tilbageholdte pakker
de: Pakete wurden zurückgehalten
fr: Paquets épinglés
lt: Sulaikyti paketai
nl: Tegengehouden pakketten

source: Available packages
ca: Paquets disponibles
da: Tilgængelige pakker
de: Verfügbare Pakete
fr: Paquets disponibles
lt: Prieinami paketai
nl: Beschikbare pakketten

source: Hold back individual packages. Holding back a package will prevent this package from being updated.
ca: Retín paquets individuals. Retenir un paquet evita que aquest s'actualitzi.
da: Tilbagehold individuelle pakker. Tilbageholdelse af en pakke vil forhindre denne i at blive opdateret.
de: Individuelle Pakete zurückhalten. Das Zurückhalten eines Paketes führt dazu, dass dieses Paket von einem Update ausgeschlossen werden wird.
fr: Geler des paquets individuels. Si vous gelez un paquet, cela empêchera sa mise à jour.
lt: Sulaikykite atskirus paketus. Paketų sulaikymas neleis šiems paketams būti atnaujintiems.
nl: Hier kunt u individuele pakketten tegenhouden. Dit zal een upgrade voor dit pakket tegenhouden.

source: Save locale
ca: Desa el Locale
da: Gem tegnsæt.
de: Sichern der Sprachumgebung
fr: Sauvegarder votre localisation
lt: Įrašyti lokalę
nl: Bewaar standaardtaal

source: Installed
ca: Instal·lat
da: Installeret
de: Installiert
fr: Installé(s)
lt: Įdiegta
nl: Geïnstalleerd

source: Language
ca: Llengua
da: Sprog
de: Sprache
fr: Langage
lt: Kalba
nl: Taal

source: Default
ca: Omissió
da: Standard
de: Standard
fr: Défaut
lt: Numatytoji
nl: Standaard

source: Please provide a passphrase (6-20 characters).
ca: Si us plau, doneu una contrasenya (6-20 caràcters).
da: Angiv venligst en kodeordssætning (6-20 tegn).
de: Bitte geben Sie ein Verschlüsselungskennwort (6-20 Zeichen) ein.
fr: Veuillez fournir une phrase secrète (6-20 caractères).
lt: Prašome pateikti slaptafrazę (6-20 simbolių).
nl: Geef een wachtwoord (6-20 tekens).

source: Could not mount {0} Please mount {0} and refresh when done.
ca: No puc muntar {0} Si us plau, munteu {0} i refresqueu-ho un cop fet.
da: {0} Kunne ikke monteres Montér venligst {0} og opdatér.
de: Konnte {0} nicht einhängen. Bitte hängen Sie {0} ein und and aktualsieren Sie anschliessend.
fr: Impossible de monter {0} Essayer de monter {0} et rafraîchir une fois fait.
lt: Nepavyko prijungti {0} Prašome prijungti {0} ir tai padarius, įkelti iš naujo.
nl: Kon {0} niet koppelen. Ververs wanneer u {0} gekoppeld heeft.

source: Remove unneeded packages Pre-selected packages are safe to remove (autoremove). Other packages are orphaned packages. Remove with caution!
ca: Elimina paquets innecessaris És segur eliminar els paquets seleccionats (autoremove). Els altres paquets són orfes. Elimineu-los amb compte!
de: Entfernen Sie nicht benötigte Pakete. Vorausgewählte Pakete können sicher entfernt werden (autoremove). Andere Pakete sind verwaiste Pakete. Bitte mit Vorsicht entfernen!
fr: Supprimer les paquets inutiles. Les paquets pré-sélectionnés sont sûrs à supprimer (autoremove). Les autres paquets sont des paquets orphelins. Supprimez les avec prudence!
lt: Šalinkite nebereikalingus paketus. Iš anksto pažymėti paketai gali būti saugiai pašalinti (autoremove). Kiti paketai yra liekamieji paketai. Šalinkite apdairiai!
nl: Verwijder onnodige pakketten. Voorgeselecteerde pakketten zijn veilig om te verwijderen (autoremove). Andere pakketten zijn verweesde (orphaned) pakketten. Wees voorzichtig met het verwijderen!

source: Unneeded packages
ca: Paquets innecessaris
da: Unødvendige pakker
de: Nicht benötigte Pakete
fr: Paquets inutiles
lt: Nebereikalingi paketai
nl: Onnodige pakketten

source: Partition
ca: Partició
lt: Skaidinys
nl: Partitie

source: Mount point
ca: Punt de muntatge
da: Monteringspunkt
de: Einhängepunkt
fr: Point de montage
lt: Prijungimo taškas
nl: Koppelpunt

source: Label
ca: Etiqueta
da: Etiket
de: Aufschrift
fr: Étiquette
lt: Etiketė

source: Encrypted partition
ca: Partició encriptada
da: Krypteret partition
de: Verschlüsselte Partition
fr: Partition chiffrée
lt: Šifruotas skaidinys
nl: Versleutelde partitie

source: The partition {0} is already encrypted. Continuing will change the encryption key of this partition. Do you want to continue?
ca: La partició {0} ja està encriptada. En continuar, canviarà la seva clau d'encriptatge. Voleu continuar?
da: Partitionen {0} er allerede krypteret. Hvis du fortsætter vil krypteringsnøglen på denne partition blive ændret. Vil du fortsætte?
de: Die Partition {0} ist bereits verschlüsselt. Wenn Sie fortfahren, wird der Verschlüsselungscode dieser Partition geändert. Wollen Sie fortfahren?
fr: La partition {0} est déjà chiffrée. Continuer changera la clé de chiffrage de la partition. Voulez-vous continuer?
lt: Skaidinys {0} jau yra užšifruotas. Tęsiant, bus pakeistas šio skaidinio šifravimo raktas. Ar norite tęsti?
nl: De partitie {0} is reeds versleuteld. Door verder te gaan verandert u de encryptiesleutel van deze partitie. Wil u verder gaan?

source: The partition is not encrypted. Please choose another partition to decrypt.
ca: La partició no està encriptada. Si us plau, trieu-ne una altra per desencriptar.
da: Partitionen er ikke krypteret. Vælg venligst en anden partition at dekryptere.
de: Die Partition ist nicht verschlüsselt Bitte wählen Sie eine andere Partition für die Entschlüsselung.
fr: La partition n'est pas chiffrée. Veuillez choisir une autre partition à déchiffrer.
lt: Skaidinys nėra užšifruotas. Prašome iššifravimui pasirinkti kitą skaidinį.
nl: De partitie is niet versleuteld. Kies een andere partitie om te ontsleutelen.

source: %s is not encrypted. Please choose an encrypted partition.
ca: %s no està encriptada. Si us plau, trieu una partició encriptada.
da: %s er ikke krypteret. Vælg venligst en krypteret partition.
de: %s ist nicht verschlüsselt. Bitte wählen Sie eine veschlüsselte Partition.
fr: %s n'est pas chiffrée. Veuillez choisir une partition chiffrée.
lt: %s nėra užšifruotas. Prašome pasirinkti užšifruotą skaidinį.
nl: %s is niet versleuteld. Kiest u a.u.b. een versleutelde partitie.

source: File system
ca: Sistema de fitxers
da: Filsystem
de: Dateisystem
fr: Système de fichiers
lt: Failų sistema
nl: Bestandssysteem

source: Total size
ca: Mida total
da: Størrelse totalt
de: Gesamtgröße
fr: Taille totale
lt: Bendras dydis
nl: Totale grootte

source: Free size
ca: Espai lliure
da: Mængde ubrugt
de: Freie Größe
fr: Espace libre
lt: Laisvos vietos dydis
nl: Beschikbare grootte

source: Backup
ca: Còpia de seguretat
de: Sicherung
fr: Sauvegarde
lt: Atsarginė kopija

source: You need a backup partition with at least %s free. Mount a backup drive and hit the refresh button.
ca: Cal una partició de còpia de seguretat amb un mínim de%s lliure. Munteu un disc de còpia de seguretat i premeu el botó Actualitza.
da: Du har brug for en backup partition med mindst %s ledig plads. Montér et backupmedie og tryk på 'Opdatér'.
de: Sie benötigen eine Sicherungspartition mit wenigstens %s freiem Speicherplatz. Hängen Sie einen Sicherungslaufwerk ein und betätigen Sie die Aktualsieren Schaltfläche.
fr: Vous avez besoin d'une partition de sauvegarde avec au moins %s de libre. Montez un disque de sauvegarde et cliquer sur le bouton rafraîchir.
lt: Jums reikia atsarginės kopijos skaidnio, kuriame būtų bent %s laisvos vietos. Prijunkite atsarginės kopijos diską ir spustelėkite įkėlimo iš naujo mygtuką.
nl: U heeft een backup partitie nodig met ten minste %s vrije ruimte. Koppel een backup schijf en klik op de verversen knop.

source: Could not update the apt cache. Please update the apt cache manually with: apt-get update
ca: No he pogut actualitzar la memòria cau d'APT. Si us plau, actualitzeu-la manualment amb apt-get update
da: apt-mellemlageret kunne ikke opdateres. Opdatér venligst apt-mellemlageret manuelt med: apt-get update
de: Der apt Cache konnte nicht aktualisiert werden. Bitte führen Sie eine händische Aktualisierung mit dem Befehl "apt-get update" durch
fr: Impossible de mettre à jour le cache apt. Veuillez mettre à jour le cache manuellement avec: apt-get update
lt: Nepavyko atnaujinti apt podėlio. Prašome rankiniu būdu atnaujinti apt podėlį, naudojant: apt-get update
nl: Kon de apt cache niet updaten. Update de apt cache handmatig met: apt-get update

source: Nothing to do.
ca: Res a fer.
da: Der er intet at gøre.
de: Nichts untenehmen
fr: Rien à effectué.
lt: Nėra ką atlikti.
nl: Er is niets te doen.

source: There are no repositories to save.
ca: No hi ha dipòsits per desar.
da: Der er ingen repositorier der skal gemmes.
de: Es sind keine Paketquellen zur Sicherung vorhanden.
fr: Il n'y a pas de dépôts à sauvegarder.
lt: Nėra saugyklų kurias įrašyti.
nl: Er is geen pakketbron om te bewaren.

source: Current
ca: Actual
da: Aktuelt
de: Aktuell
fr: Courant
lt: Dabartinė
nl: Huidige

source: Country
ca: País
da: Land
de: Land
fr: Pays
lt: Šalis
nl: Land

source: Repository
ca: Dipòsit
da: Repositorie
de: Paketquelle
fr: Dépôt
lt: Saugykla
nl: Pakketbron

source: Speed
ca: Velocitat
da: Hastighed
de: Geschwindigkeit
fr: Vitesse
lt: Sparta
nl: Snelheid

source: You need to reboot your system for the new settings to take affect.
ca: Us cal tornar a arrencar el sistema per activar la nova configuració.
da: Du skal genstarte maskinen før ændringerne træder i kraft.
de: Sie müssen Ihr System neu starten, damit die neuen Einstellungen wirksam werden können.
fr: Vous avez besoin de redémarrer votre système pour que les nouveaux paramètres prennent effet.
lt: Tam, kad įsigaliotų naujieji nustatymai jums reikia iš naujo paleisti sistemą.
nl: Herstart uw systeem om de nieuwe instellingen te gebruiken.

source: Encryption done
ca: Fet l'encriptatge
da: Kryptering udført
de: Veschlüsselung wurde durchgeführt
fr: Chiffrage fait
lt: Šifravimas atliktas
nl: Versleuteling klaar

source: Encryption has finished. Do you want to restart your computer?
ca: Ha acabat l'encrptatge. Voleu tornar a arrencar l'ordinador?
da: Krypteringen er udført. Vil du genstarte maskinen nu?
de: Die Veschlüsselung wurde beendet Wollen Sie Ihren Computer neu starten?
fr: Chiffrage fini. Voulez-vous redémarrer votre ordinateur?
lt: Šifravimas užbaigtas. Ar norite paleisti savo kompiuterį iš naujo?
nl: Versleuteling is afgerond. Wilt u de computer herstarten?

source: Decryption done
ca: Fet el desencriptatge
da: Dekryptering udført
de: Entschlüsselung wurde durchgeführt
fr: Déchiffrage fait
lt: Iššifravimas atliktas
nl: Ontsleuteling klaar

source: Decryption has finished. Do you want to restart your computer?
ca: Ha acabat el desencriptatge. Voleu tornar a arrencar l'ordinador?
da: Dekryptering er udført. Vil du genstarte maskinen nu?
de: Die Entschlüsselung wurde beendet. Wollen Sie Ihren Computer neu starten?
fr: Déchiffrage fini. Voulez-vous redémarrer votre ordinateur?
lt: Iššifravimas užbaigtas. Ar norite paleisti savo kompiuterį iš naujo?
nl: Ontsleuteling is afgerond. Wilt u de computer herstarten?

source: Passphrase changed for {0}.
ca: Canviada la contrasenya per {0}.
da: Kodeordssætning ændret for {0}.
de: Verschlüsselungskenntwort für{0} geändert.
fr: Phrase secrète changée pour {0}.
lt: {0} slaptafrazė pakeista.
nl: Wachtwoord gewijzigd voor {0}.

source: Partition passphrase
ca: Contrasenya de la partició
da: Kodeordssætning til partition
de: Partitionskennwort
fr: Phrase secrète de la partition
lt: Skaidinio slaptafrazė
nl: Partitie wachtwoord

source: Please, provide the current passphrase for the encrypted partition
ca: Si us plau, doneu la contrasenya actual de la partició encrptada
da: Angiv venligst den korrekte kodeordssætning til den krypterede partition
de: Bitte geben Sie Ihr aktuelles Kennwort für die verschlüsselte Partition ein.
fr: Veuillez fournir la phrase secrète courante pour la partition chiffrée
lt: Prašome pateikti esamą šifruoto skaidinio slaptafrazę
nl: Geef het huidige wachtwoord van de versleutelde partitie.

source: Could not create a backup on {backup_dir} (rsync code: {rsync_code}). Please, select another backup medium before you try again.
ca: No puc crear una còpia de seguretat a {backup_dir} (rsync code: {rsync_code}). Trieu un altre dispositiu de còpia de seguretat abans de tornar a provar-ho.
da: Backup kunne ikke gemmes i {backup_dir} (rsync fejl: {rsync_code}). Vælg venligst et andet backupmedie før du forsøger igen.
de: Konnte keine Sicherung auf {backup_dir} (rsync code: {rsync_code}) erstellen. Bitte wählen Sie ein anderen Sicherungsmedium aus, bevor Sie es noch einmal versuchen.
fr: Impossible de créer une sauvegarde sur {backup_dir} (rsync code: {rsync_code}). Veuillez sélectionner un autre support de sauvegarde avant de réessayer.
lt: Nepavyko sukurti atsarginės kopijos ties {backup_dir} (rsync kodas: {rsync_code}). Prieš bandant dar kartą, prašome pasirinkti kitą atsarginės kopijos laikmeną.
nl: Kon geen backup maken op {backup_dir} (rsync code: {rsync_code}). Selecteer een ander backup medium voordat u het weer probeert.

source: Could not format the device {device}. You need to manually format the device and restore your data from: {backup_dir}
ca: No puc formatar el dispositiu {device}. Cal que el formateu manualment i restaureu les dades des de: {backup_dir}
da: Enheden {device} kunne ikke formatteres. Du bliver nødt til manuelt at formattere enheden og genskabe data fra: {backup_dir}
de: Das Gerät {device} konnte nicht formatiert werden. Sie müssen das Gerät von Hand formatieren und Ihren Daten von {backup_dir} wiederherstellen.
fr: Impossible de formater le périphérique {device}. Vous avez besoin de le formater manuellement et de restaurer vos données à partir de: {backup_dir}
lt: Nepavyko formatuoti įrenginio {device}. Jums reikia rankiniu būdu formatuoti įrenginį ir atkurti savo duomenis iš: {backup_dir}
nl: Kon het apparaat {device} niet formatteren. U moet uw apparaat handmatig formatteren en de gegevens terugzetten van: {backup_dir}

source: Could not restore the backup (rsync code: {rsync_code}). You need to manually restore your data from: {backup_dir}
ca: No puc restaurar la còpia de seguretat de (rsync code: {rsync_code}). Cal que restaureu manualment les vostres dades des de: {backup_dir}
da: Data kunne ikke genskabes (rsync fejl: {rsync_code}). Du er nødt til manuelt at genskabe data fra: {backup_dir}
de: Die Sicherung (rsync code: {rsync_code}) konnte nicht wiederhergestellt werden. Sie müssen Ihre Daten von Hand aus {backup_dir} wiederherstellen.
fr: Impossible de restaurer la sauvegarde (rsync code: {rsync_code}). Vous devez restaurer manuellement vos données à partir de: {backup_dir}
lt: Nepavyko atkurti atsarginės kopijos (rsync kodas: {rsync_code}). Jums reikia rankiniu būdu atkurti savo duomenis iš: {backup_dir}
nl: Kon de backup niet terugzetten (rsync code: {rsync_code}). U moet uw data handmatig terugzetten van: {backup_dir}

source: Error formatting partition {0}: It has no file system type.
ca: Error formatant la partició {0}: No té tipus de sistema de fitxers.
da: Partitionen {0} kunne ikke formatteres: Den har ingen filsystemtype angivet.
de: Bei der Formatierung der Partition {0} ist ein Fehler aufgetreten: Sie hat keinen Dateisystemtyp.
fr: Erreur en formatant la partition {0}: Il n'y a pas de système de fichiers.
lt: Klaida, formatuojant skaidinį {0}: Jis neturi failų sistemos.
nl: Fout bij formatteren van partitie {0} Het heeft geen bestandssysteem type.

source: Could not change the passphrase for {0} Please, provide the current and new passphrase.
ca: No puc canviar canviar la contrasenya de {0} Si us plau, doneu la contrasenya actual i la nova.
da: Kodeordssætningen for {0} kunne ikke ændres. Angive venligst den korrekte nuværende og nye kodeordssætning.
de: Konnte das Verschlüsselungskennwort für {0} nicht ändern. Bitte geben Sie das gegenwärtige und ein neues Verschlüsselungskennwort an.
fr: Impossible de changer la phrase secrète pour {0} Veuillez fournir la phrase secrète courante et la nouvelle.
lt: Nepavyko pakeisti {0} slaptafrazės Prašome pateikti esamą ir naują slaptafrazę.
nl: Kon het wachtwoord voor {0} niet wijzigen. Geef alstublieft het huidige en nieuwe wachtwoord aan.

source: SolydXK System Settings cannot download and install the software localization packages Please repeat this process when you established an internet connection.
ca: SolydXK System Settings no pot descarregar i instal·lar els paquets de localització de programari Si us plau, repetiu el procés quan tingueu connexió a internet.
da: SolydXK Systemindstillinger kan ikke hente og installere pakkerne til regionsindstillinger Gentag venligst denne proces når du har oprettet forbindelse til internettet.
de: SolydXK System Einstellung kann Softwarepakete für die Einrichtung der Sprachumgebung nicht downloaden und installieren. Bitte wiederholen Sie den Schritt, wenn eine Internetverbindung besteht.
fr: SolydXK System Settings ne peut pas charger et installer le paquet de localisation du logiciel Veuillez recommencer quand vous aurez établi une connexion internet.
lt: SolydXK sistemos nustatymams nepavyko atsisiųsti ir įdiegti programinės įrangos lokalizavimo paketus Prašome pakartoti šį procesą, kai užmegsite interneto ryšį.
nl: SolydXK Systeem kan de software lokalisatiepakketten niet downloaden en installeren Herhaal dit proces als u een internetverbinding hebt ingesteld.

source: needs administrative privileges.
ca: necessita tenir privilegis d'administrador.
de: Benötigt Administratorrechte.
fr: Privilèges administratifs requis.
lt: reikalauja administratoriaus teisių.
nl: heeft beheerdersrechten nodig.

source: Please enter your password.
ca: Si us plau, entreu la vostra contrasenya.
de: Bitte geben Sie Ihr Kennwort ein.
fr: Veuillez saisir votre mot de passe.
lt: Prašome įvesti savo slaptažodį.
nl: Vul hier uw wachtwoord in.

source: Change system settings for SolydXK
ca: Canvia els Paràmetres de Sistema de SolydXK
da: Skift systemindstillinger for SolydXK
de: Ändere Systemeinstellungen für SolydXK
fr: Changer les paramètres système de SolydXK
lt: Keisti SolydXK sistemos nustatymus
nl: Verander systeem instellingen voor SolydXK

source: System
ca: Sistema
fr: Système
lt: Sistema
nl: Systeem

source: SolydXK System Settings Encryption Help
ca: Ajuda de l'encriptatge a SolysXK System Settings
da: Hjælp til SolydXK Systemindstillinger for kryptering
de: SolydXK System Einstellungen Veschlüsselungshilfe
fr: Aide chiffrage SolydXK System Settings
lt: SolydXK sistemos nustatymų šifravimo žinynas
nl: SolydXK Systeeminstellingen Versleuteling Hulp

source: Encrypt partitions of your system with LUKS.
ca: Encripta les particions del sistema amb LUKS.
da: Kryptér partitioner på dit system med LUKS.
de: Verschlüsseln Sie Systempartitionen mit LUKS.
fr: Chiffrer les partitions de votre système avec LUKS.
lt: Šifruoti sistemos skaidinius, naudojant LUKS.
nl: Versleutel partities van uw systeem met LUKS.

source: SolydXK System Settings will create and restore a backup of the data of the partition you are going to encrypt or decrypt. Mount a partition or external drive for this purpose before you start.
ca: SolydXK System Settings crearà i restaurarà una còpia de les dades que aneu a encriptar o desencriptar. Munteu una partició o disc extern amb aquesta finalitat abans de començar.
da: SolydXK Systemindstillinger vil foretage en sikkerhedskopiering af -og genskabe data på den partition du vil kryptere eller dekryptere. Montér en partition eller et eksternt drev til dette formål før du begynder.
de: SolydXK System Einstellungen wird eine Datensicherung der zur verschlüssenden oder zu entschlüsselden Partition erstellen. Hängen Sie zu diesem Zweck eine Partition oder eine externes Sicherungsmedium ein, bevor Sie den Prozess starten.
fr: SolydXK System Settings créera et restaurera une sauvegarde des données de la partition que vous allez chiffrer ou déchiffrer. Pour cela, monter un disque externe avant de commencer.
lt: SolydXK sistemos nustatymai sukurs ir atkurs skaidinio, kurį šifruosite ir iššifruosite, duomenų atsarginę kopiją. Prieš pradedant, prijunkite šiam tikslui skaidinį ar išorinį diską.
nl: SolydXK System Settings creëert en herstelt een backup van de gegevens van de partitie die u gaat versleutelen. Koppel een partitie of externe schijf voordat u begint.
