Repository: jamiejackherer/solydxk-system
Catalog: po/*.po
Languages: ca, da, de, fr, lt, nl

source: Device Driver Manager
lt: Įrenginių tvarkyklių tvarkytuvė

source: Install
ca: Instal·la
da: Installér
de: Installieren
fr: Installation
lt: Įdiegti
nl: Installeer

source: Help
ca: Ajuda
lt: Pagalba

source: Log
ca: Registre
lt: Žurnalas

source: Quit
ca: Surt
lt: Baigti

source: Use Backports
ca: Usa Backports
da: Anvend 'backports'
de: Verwende Backports
fr: Utiliser le dépôt Backports
lt: Naudoti naujų versijų paketus
nl: Gebruik Backports

source: No internet connection
ca: No hi ha connexió a Internet
da: Ingen forbindelse til internettet
de: Keine Internetverbindung
fr: Pas de connexion internet
lt: Nėra interneto ryšio
nl: Geen internetverbinding

source: You need an internet connection to install the additional software. Please, connect to the internet and try again.
ca: Cal una connexió a Internet per instal·lar el programari addicional. Si us plau, connecteu-vos a Internet i torneu a provar-ho.
da: Du skal være forbundet til internettet for at kunne installere yderligere programmer. Opret venligst forbindelse til internettet og prøv igen.
de: Zum Installieren der zusätzlichen Software wird eine Internetverbindung benötigt. Bitte verbinden und noch einmal versuchen.
fr: Une connexion internet est nécessaire pour installer un programme supplémentaire. Merci de vous connecter et de réessayer.
lt: Norėdami įdiegti papildomą programinę įrangą, turite prisijungti prie interneto. Prašome prisijungti prie interneto ir bandyti vėl.
nl: U hebt een internetverbinding nodig om de extra software te installeren. Maak verbinding met het internet en probeer het opnieuw.

source: You have selected to install drivers from the backports repository whenever they are available. Although you can run more up to date software using the backports repository, you introduce a greater risk of breakage doing so. Are you sure you want to continue?
ca: Heu triat instal·lar controladors del dipòsit backports si aquests estan a l'abast. Malgrat que podeu obtenir programari més actual usant el dipòsit backports, hi ha més risc de tenir algun problema fent-ho. Esteu segurs de voler continuar?
da: Du har valgt at installere drivere fra 'backports' repositoriet såfremt de er tilgængelige. Selvom du kan anvende nyere programmer ved at bruge 'backports', løber du en større risiko for at noget ikke fungerer korrekt. Er du sikker på at du vil fortsætte?
de: Sie haben sich entschieden, Treiber aus den Backports-Quellen zu installieren, sofern diese verfügbar sind Sie können dadurch aktuellere Progammversionen nutzen, erhöhen aber das Risiko von Fehlern bei der Programmausführung . Sind Sie sicher, dass Sie fortfahren wollen?
fr: Vous avez choisi d'installer des pilotes depuis le dépôt backports dès lors qu'ils sont disponibles. Bien que l'utilisation du dépôt backports permet d'obtenir des logiciels plus à jour, elle présente aussi un plus grand risque de casser votre système. Etes-vous sûr de vouloir continuer?
lt: Jūs pasirinkote įdiegti tvarkykles iš naujų versijų paketų saugyklos, kai tik jos bus prieinamos. Nors naudodamiesi naujų versijų paketų saugykla, jūs galite naudotis naujesne programine įranga, tačiau taip darydami sukeliate gedimo riziką. Ar tikrai norite tęsti?
nl: U heeft ervoor gekozen om drivers uit de backports repository te installeren wanneer deze beschikbaar zijn. Hoewel u meer up-to-date software kunt gebruiken met behulp van de backports repository, introduceert u hiermee een groter breukrisico. Weet je zeker dat u door wilt gaan?

source: Device
ca: Dispositiu
da: Enhed
de: Gerät
fr: Périphérique
lt: Įrenginys
nl: Apparaat

source: Remove kernel
ca: Elimina el kernel
da: Fjern kerne
lt: Šalinti branduolį

source: You cannot remove a booted kernel. Please, boot another kernel and try again.
ca: No es pot eliminar un kernel actiu. Si us plau, engegueu amb un nou kernel i torneu a provar-ho.
da: Du kan ikke fjerne en kerne der er i brug. Start venligst systemet op på en anden kerne og forsøg igen.
lt: Jūs negalite pašalinti paleisto branduolio. Prašome, paleisti kitą branduolį ir bandyti vėl.

source: Hardware scan
ca: Explora maquinari
lt: Aparatinės įrangos peržiūra

source: There are no available drivers for your hardware:
ca: No hi ha controladors disponibles pel vostre maquinari:
lt: Jūsų aparatinei įrangai nėra prieinama jokių tvarkyklių:

source: DDM did not find any supported hardware.
ca: DDM no ha trobat cap maquinari compatible.
lt: ĮTT nerado jokios palaikomos aparatinės įrangos.

source: ATI FirePro/Gl card found
ca: S'ha trobat una tarja ATI FirePro/Gl
lt: Rasta ATI FirePro/Gl plokštė

source: Installing the proprietary driver for an ATI FirePro/Gl card may render your system unbootable. Proceed at your own risk.
ca: Instal·lar el controlador propietari per a la tarja ATI FirePro/Gl pot deixar el vostre sistema sense possibilitat d'arrencar. Procediu sota la vostra responsabilitat.
lt: ATI FirePro/Gl plokštei skirtų nuosavybinių tvarkyklių įdiegimas gali padaryti jūsų sistemą nepaleidžiamą. Tęskite savo pačių rizika.

source: PAE capable system
ca: Sistema amb capacitat PAE
lt: PAE įgalinta sistema

source: Run as root.
ca: Executa com a usuari primari.
lt: Vykdykite kaip pagrindinis naudotojas (root).

source: Wrong arguments passed to ddm.
ca: S'han passat a DDM arguments erronis.
lt: Į ĮTT perduoti neteisingi argumentai.

source: There are no driver available.
ca: No hi ha cap controlador disponible.
lt: Nėra prieinamos tvarkyklės.

source: The driver cannot be found in repository.
ca: No es troba el controlador al dipòsit.
lt: Nepavyksta saugykloje rasti tvarkyklės.

source: Download error. Check your internet connection.
ca: Error de descàrrega. Comproveu la connexió a Internet.
lt: Atsiuntimo klaida. Patikrinkite savo interneto ryšį.

source: DDM cannot purge the driver.
ca: DDM no pot purgar el controlador.
lt: ĮTT nepavyksta panaikinti tvarkyklės.

source: This card is not supported.
ca: Aquesta tarja no està suportada.
lt: Ši plokštė yra nepalaikoma.

source: Cannot get the Debian version from /etc/debian_version. Please install the base-files package.
lt: Nepavyksta gauti Debian versijos iš /etc/debian_version. Prašome įdiegti base-files paketą.

source: Could not configure Nvidia Bumblebee.
lt: Nepavyko sukonfigūruoti Nvidia Bumblebee.

source: There was an error during the installation. Please, run 'sudo apt-get -f install' in a terminal. Visit our forum for support: http://forums.solydxk.com
ca: Hi ha hagut un error a la instal·lació. Si us plau, executeu 'sudo apt-get -f install' en un terminal. Visiteu el nostre fòrum per obtenir suport: http://forums.solydyxk.com
lt: Įdiegimo metu įvyko klaida. Prašome terminale įvykdyti "sudo apt-get -f install". Norėdami gauti palaikymą, apsilankykite mūsų forume: http://forums.solydxk.com

source: The software has been successfully installed.
ca: El programari s'ha instal·lat amb èxit.
lt: Programinė įranga buvo sėkmingai įdiegta.

source: You will need to restart your system.
ca: Cal que reinicieu el vostre sistema.
lt: Jums reikės iš naujo paleisti kompiuterį.

source: Device Driver Manager helps to install proprietary drivers for your hardware. Only install proprietary drivers if you are sure you really need them. Usually open drivers are enough.
ca: El Device Driver Manager us ajuda a instal·lar controladors propietaris per al vostre maquinari. Instal·leu controladors propietaris només si esteu segurs de necessitar-los. Sovint, amb els controladors lliures ja n'hi ha prou.
lt: Įrenginių tvarkyklių tvarkytuvė padeda įdiegti jūsų aparatinei įrangai skirtas nuosavybines tvarkykles. Įdiekite nuosavybines tvarkykles tik tuo atveju, jeigu esate tikri, kad jums jų tikrai reikia. Dažniausiai, pakanka atvirų tvarkyklių.

source: Device Driver Manager cannot be started in a live environment You can use the --force argument to start DDM in a live environment
ca: No es pot engegar Device Driver Manager en un entorn autònom. Podeu usar l'argument --force per engegar-lo en entorn autònom.
lt: Įrenginių tvarkyklių tvarkytuvė negali būti paleista pristatymo aplinkoje Galite naudoti --force argumentą, kad paleistumėte ĮTT pristatymo aplinkoje

source: Unexpected error
ca: Error inesperat
da: Uventet fejl
de: Unerwarteter Fehler
fr: Erreur inattendue
lt: Netikėta klaida
nl: Onverwachte fout

source: DDM has failed with the following unexpected error. Please submit a bug report!
ca: DDM ha fallat amb un error inesperat. Si us plau, envieu un informe d'error!
lt: ĮTT patyrė nesėkmę su šia netikėta klaida. Prašome pranešti apie klaidą!

source: Device Driver Manager Help
ca: Ajuda del Device Driver Manager
lt: Įrenginių tvarkyklių tvarkytuvės pagalba

source: Description
ca: Descripció
da: Beskrivelse
de: Beschreibung
lt: Aprašas
nl: Beschrijving

source: The Device Driver Manager is a tool to help users installing third-party hardware drivers. Currently Nvidia, ATI and Broadcom drivers can be installed and allows to install the PAE kernel for multi-core 32-bit systems. The Device Driver Manager will only list those devices that are supported. It will not list any other devices then mentioned above.
ca: The Device Driver Manager és una eina per ajudar als usuaris a instal·lar controladors de dispositiu de tercers. Actualment es poden instal·lar controladors Nvidia, ATI i Broadcom; també permet instal·lar el kernel PAE per sistemes de 32 bits amb diversos nuclis. El Device Driver Manager només mostrarà els dispositius compatibles. No mostrarà altres dispositius que els abans esmentats.
lt: Įrenginių tvarkyklių tvarkytuvė yra įrankis, skirtas padėti naudotojams įdiegti trečiųjų šalių aparatinės įrangos tvarkykles. Šiuo metu gali būti įdiegtos Nvidia, ATI ir Broadcom tvarkytuvės bei yra leidžiama įdiegti PAE branduolį, skirtą kelių branduolių 32-bitų sistemoms. Įrenginių tvarkyklių tvarkytuvė išvardys tik tuos įrenginius, kurie yra palaikomi. Išskyrus juos, tvarkytuvė daugiau jokių įrenginių nevardys.

source: Important
da: Vigtigt
de: Wichtig
lt: Svarbu
nl: Belangrijk

source: The Device Driver Manager can only install drivers which are available in the repositories. Make sure you have an internet connection if you want to install the drivers.
ca: El Device Driver Manager només instal·larà controladors disponibles als dipòsits. Assegureu-vos que teniu connexió a Internet si voleu instal·lar els controladors.
lt: Įrenginių tvarkyklių tvarkytuvė gali įdiegti tik tas tvarkykles, kurios yra prieinamos saugyklose. Norėdami įdiegti tvarkykles, įsitikinkite, kad esate prisijungę prie interneto.

source: Commands
ca: Ordres
da: Kommandoer
de: Befehle
fr: Commandes
lt: Komandos
nl: Commando's

source: If you prefer to install the drivers by terminal, you can use the following commands:
ca: Si preferiu instal·lar els controladors des del terminal, podeu usar aquestes ordres:
da: Hvis du foretrækker at installere driverne gennem en kommandoprompt, kan du bruge følgende kommandoer:
de: Wenn Sie die Treiberinstallation im Terminal durchführen wollen, können Sie die folgenden Befehle benutzen:
fr: Si vous préferez installer des pilotes via le terminal, vous pouvez utiliser les commandes suivantes:
lt: Jeigu teikiate pirmenybę įdiegti tvarkykles per terminalą, galite naudoti šias komandas:
nl: Als u bij voorkeur de terminal gebruikt om de drivers te installeren, kunt u gebruik maken van de volgende commando's:

source: This will install the fglrx drivers for your ATI graphical card. ATI cards from version HD 5000 and up are supported by the fglrx drivers. Versions between 1000 and 5000 will use the Radeon drivers. Use "ddm -p ati" to remove the drivers from your system.
ca: Això instal·larà els controladors fglrx per les targes gràfiques ATI. Les targes ATI a partir de la versió HD 5000 són compatibles amb els controladors fglrx. Les versions entre la 1000 i la 5000 poden usar els controladors Radeon. Useu "ddm -p ati" per eliminar els controladors del vostre sistema.
lt: Tai, jūsų ATI grafikos plokštei įdiegs fglrx tvarkykles. Fglrx tvarkyklės palaiko ATI plokštes, pradedant nuo HD 5000 versijos ir naujesnes. Versijos tarp 1000 ir 5000 naudos Radeon tvarkykles. Naudokite "ddm -p ati", kad pašalintumėte tvarkykles iš savo sistemos.

source: This will select the right drivers for your Nvidia graphical card. It will select the Bumblebee drivers in case you have a hybrid card (both Nvidia and Intel). Use "ddm -p nvidia" to remove the drivers from your system.
ca: Això triarà els controladors correctes per a la vostra tarja gràfica Nvidia. També seleccionarà els controladors Bumblebee en el cas que tingueu una tarja híbrida (amb Nvidia i Intel). Useu "ddm -p nvidia" per eliminar els controladors del vostre sistema.
da: Dette vil vælge de korrekte drivere til dit NVIDIA grafikkort. Bumblebee drivere anvendes hvis du har et hybrid-kort (NVIDIA/Intel). Anvend "ddm -p nvidia" for at fjerne driverne fra dit system.
de: Dies wird die passenden Treiber für Ihre Nvidia Grafikkarte wählen. Für Hybridgrafikkarten (gleichzeitig Nvidia und Intel) werden die Bumblebee Treiber ausgewählt. Benutzen Sie "ddm -p nividia" um die Treiber von Ihrem System zu entfernen.
fr: Ceci sélectionnera le bon pilote pour votre carte graphique Nvidia. Le pilote Bumblebee sera sélectionné si vous utilisez une carte hybride (à la fois Nvidia et intel). Utilisez la commande "ddm -p nvidia" pour supprimer ces pilotes de votre système.
lt: Tai, jūsų Nvidia grafikos plokštei parinks tinkamas tvarkykles. Tuo atveju, jeigu turite hibridinę plokštę (Nvidia ir Intel), tai parinks Bumblebee tvarkykles. Naudokite "ddm -p nvidia", kad pašalintumėte tvarkykles iš savo sistemos.
nl: Dit zal de juiste drivers voor de Nvidia grafische kaart selecteren. Het zal de Bumblebee drivers selecteren in het geval u een hybride-kaart (zowel Nvidia en Intel) heeft. Gebruik "ddm -p nvidia" om de drivers van uw systeem te verwijderen.

source: You can use this command if you want to revert back to the open Nouveau drivers. It will remove any proprietary drivers from your system.
ca: Podeu usar aquesta ordre per a reinstal·lar els controladors lliures Nouveau. Això eliminarà els controladors propietaris del vostre sistema.
da: Du kan anvende denne kommando hvis du vil vende tilbage til de åbne Nouveau-drivere. Det vil fjerne evt. proprietære drivere fra dit system.
de: Dieser Befehl ermöglicht die Rückkehr zum quelloffenen Nouveau-Treiber. Er wird sämtliche proprietären Treiber von Ihrem System entfernen.
fr: Vous pouvez utiliser cette commande si vous souhaitez revenir à l'utilisation des pilotes libres Nouveau. Tous les pilotes propriétaires seront supprimés de votre système.
lt: Jūs galite naudoti šią komandą, jeigu norite sugrįžti prie atvirų Nouveau tvarkyklių. Tai pašalins bet kokias nuosavybines tvarkykles iš jūsų sistemos.
nl: U kunt dit commando gebruiken wanneer u terug wilt gaan naar de open Nouveau drivers. Het zal ieder driver die niet open source is van uw systeem te verwijderen.

source: This command will install the right driver for your wireless Broadcom adapter. Use "ddm -p broadcom" to remove the drivers from your system.
ca: Aquesta ordre instal·larà el controlador adequat per al vostre adaptador sense fils Broadcom. Useu "ddm -p broadcom" per eliminar aquests controladors del vostre sistema.
da: Dette vil vælge de korrekte drivere til dit trådløse broadcom kort. Anvend "ddm -p broadcom" for at fjerne driverne fra dit system.
de: Dieser Befehl wird die passenden Treiber für Ihren Broadcom W-LAN-Adapter installieren. Benutzen Sie "ddm -p broadcom" um die Treiber von Ihrem System zu entfernen.
fr: Cette commande installera le bon pilote pour votre carte sans fil braodcom. Utilisez la commande "ddm -p broadcom" pour supprimer ce pilote de votre système.
lt: Ši komanda jūsų belaidžiam Broadcom adapteriui įdiegs tinkamas tvarkykles. Naudokite "ddm -p broadcom", kad pašalintumėte tvarkykles iš savo sistemos.
nl: Dit commando zal de juiste driver voor uw draadloze Broadcom adapter installeren. Gebruik "ddm -p broadcom" om de drivers van uw systeem te verwijderen.

source: This will install the PAE kernel on multi-processor systems running a 32-bit OS. Use "ddm -p pae" to remove the PAE kernel from your system. Note that you cannot remove the kernel when you are currently booted into that kernel.
ca: Això instal·larà el nucli (kernel) PAE en sistemes multiprocessador amb S. O. de 32 bit. Useu "ddm -p pae" per eliminar el kernel PAE del vostre sistema. Tingueu en compte que no es pot eliminar el nucli que s'està executant en aquell moment.
da: Dette vil installere PAE-kernen på multiprocessor 32-bit systemer. Anvend "ddm -p pae" for at fjerne PAE kernen fra dit system. Bemærk at du ikke kan fjerne PAE-kernen hvis den er kørende.
de: Dies installiert den PAE Kernel für 32-bit Betriebssysteme auf Multi-Prozessor-Systemen. Benutzen Sie "ddm -p pae" um den PAE Kernel von Ihrem System zu entfernen. Der Kernel kann nicht deinstalliert werden, während er in Benutzung ist.
fr: Ceci installera le noyau PAE pour les systèmes multi-processeur exécutant un système d'exploitation 32-bit. Utilisez la commande "ddm -p pae" pour supprimer ce noyau de votre système. Vous ne pourrez cependant pas supprimer ce noyau si vous l'avez utilisé pour démarrer votre système et qu'il est en cours d'utilisation.
lt: Tai, kelių procesorių sistemose, kuriose vykdoma 32-bitų operacinė sistema, įdiegs PAE branduolį. Naudokite "ddm -p pae", kad pašalintumėte PAE branduolį iš savo sistemos. Turėkite omenyje, kad jūs negalite pašalinti branduolio, kuomet jūsų sistema yra paleista į tą branduolį.
nl: Dit zal de PAE kernel op multi-processor systemen met een 32-bits besturingssysteem installeren. Gebruik "ddm -p pae" om de PAE kernel van uw systeem te verwijderen. Let op dat u de kernel niet kunt verwijderen wanneer u momenteel in die kernel bent opgestart.

source: This will try to fix a Bumblebee install.
ca: Això intentarà esmenar una instal·lació de Bumblebee.
lt: Tai pabandys pataisyti Bumblebee įdiegimą.

source: Logging
da: Logning
de: Protokollierung aktiv
fr: Connexion
lt: Registravimas

source: File: /var/log/ddm.log
ca: Fitxer: /var/log/ddm.log
lt: Failas: /var/log/ddm.log

source: Please, attach your log file when you post an issue on our forum: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>
ca: Si us plau, adjunteu el vostre fitxer de registre quan informeu d'un incident al nostre fòrum <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>
lt: Prašome, pridėti savo žurnalo failą, kai skelbiate apie problemą mūsų forume: <a href="http://forums.solydxk.com" target="_blank">http://forums.solydxk.com</a>

source: SolydXK System Settings has failed with the following unexpected error. Please submit a bug report!
ca: SolydXK System Settings ha fallat amb el següent error inesperat. Si us plau, envieu un informe d'error!
da: SolydXK Systemindstillinger er brudt sammen med følgende uventede fejl. Indsend venligst en fejlrapport.
de: Das Programm SolydXK Systemeinstellungen ist mit dem folgenden unerwarteten Fehler beendet worden. Bitte erstelle einen Fehlerbericht!
fr: SolydXK System Settings a échoué avec l'erreur inattendue suivante. Veuillez soumettre un rapport de bogue!
lt: SolydXK sistemos nustatymai patyrė nesėkmę su šia netikėta klaida. Prašome pranešti apie klaidą!
nl: SolydXK Systeeminstellingen kan niet starten om de volgende fout. Gelieve een bug verslag in te dienen!

source: SolydXK System Settings
da: SolydXK Systemindstillinger
de: SolydXK Systemeinstellungen
lt: SolydXK sistemos nustatymai
nl: SolydXK Systeeminstellingen

source: Save backports
ca: Desa les retroversions
da: Gem 'backports'
de: Backports speichern
fr: Sauvegarder les backports
lt: Įrašyti naujų versijų paketus
nl: Bewaar backports

source: Save mirrors
ca: Desa les rèpliques
da: Gem mirror-indstillinger
de: Spiegelserver speichern
fr: Sauver les mirroirs
lt: Įrašyti tinklavietes
nl: Bewaar mirrors

source: Check mirrors speed
ca: Prova la velocitat de les rèpliques
da: Kontroller mirror-hastighed
de: Überprüfe Spiegelserver-Geschwindigkeit
fr: Tester la vitesse des miroirs
lt: Tikrinti tinklaviečių spartą
nl: Controleer mirrors snelheid

source: Remove
ca: Elimina
da: Fjern
de: Entfernen
fr: Retirer
lt: Šalinti
nl: Verwijderen

source: Hold back
ca: Retín
da: Tilbagehold
de: zurückhalten
fr: Epingler
lt: Sulaikyti
nl: Tegenhouden

source: Repositories
ca: Dipòsits
da: Repositorier
de: Repositorien
fr: Dépôts
lt: Saugyklos
nl: Pakketbronnen

source: Encryption
ca: Encriptatge
da: Kryptering
de: Verschlüsselung
fr: Chiffrage
lt: Šifravimas
nl: Versleuteling

source: Passphrase (6-20 chr)
ca: Contrasenya (6-20 caràct.)
da: Kodeordssætning (6-20 tegn)
de: Verschlüsselungskennwort (6-20 Zeichen)
fr: Phrase secrète (6-20 caract.)
lt: Slaptafrazė (6-20 simb.)
nl: Wachtwoord (6-20 tekens)

source: Encrypt
ca: Encripta
da: Kryptér
de: Verschlüssele
fr: Chiffre
lt: Šifruoti
nl: Versleutelen

source: Decrypt
ca: Desencripta
da: Dekryptér
de: Entschlüssele
fr: Déchiffre
lt: Iššifruoti
nl: Decoderen

source: Change passphrase
ca: Canvia la contrasenya
da: Skift kodeordssætning
de: Ändern Sie das Verschlüsselungskennwort
fr: Changer la phrase secrète
lt: Keisti slaptafrazę
nl: Wijzig wachtwoord

source: Manually create key file
ca: Crea fitxer clau manualment
da: Opret nøglefil manuelt
de: Erzeugen Sie die Verschlüsselungsdatei von Hand
fr: Créer manuellement un fichier clé
lt: Rankiniu būdu sukurti rakto failą
nl: Handmatig sleutelbestand maken

source: Localization
ca: Localització
da: Regionsindstillinger
de: Lokalisierung
fr: Localisation
lt: Lokalizavimas
nl: Localisatie

source: Timezone
ca: Zona horària
da: Tidszone
de: Zeitzone
fr: Fuseau horaire
lt: Laiko juosta
nl: Tijdzone

source: Locale
ca: Configuració regional
da: Tegnsæt
de: Sprachumgebung
fr: Localisation
lt: Lokalė
nl: Standaardtaal

source: Encrypt partitions and keep your data safe. Warning: backup your data before you continue! Note: you can Ctrl-left click to select multiple partitions.
ca: Encripteu les particions per tenir les dades segures. Atenció: feu còpia de seguritat abans de continuar! Nota: podeu fer Ctrl+Clic esquerre per triar diverses particions.
da: Kryptér partitioner og hold dine data hemmelige. Advarsel: foretag backup før du fortsætter!. Bemærk: Du kan med CTRL+Venstreklik vælge flere partitioner.
de: Verschlüsseln Sie die Partition und halten Sie Ihren Daten sicher. Warnung: Erstellen Sie eine Datensicherung bevor Sie fortfahren! Hinweis: Sie können mit der Ctrl-Links Tastenkombination mehrere Partitionen gleichzeitig auswählen.
fr: Chiffrer les partitions et garder vos données en sécurité. Attention: sauvegardez vos données avant de continuer! Remarque: vous pouvez cliquer Ctrl+ clic gauche pour sélectionner plusieurs partitions.
lt: Šifruokite skaidinius ir išlaikykite savo duomenis saugius. Įspėjimas: prieš tęsdami, sukurkite atsarginę savo duomenų kopiją! Pastaba: norėdami pasirinkti kelis skaidinius, galite naudoti Ctrl-kairįjį spustelėjimą.
nl: Versleutel partities en beveilig uw gegevens. Waarschuwing: maak een backup van uw gegevens voordat u verder gaat. Opmerking: gebruik Ctrl-linker muis om meerdere partities te selecteren.
