Repository: jamiejackherer/solydxk-system
Catalog: po/*.po
Languages: ca, da, de, fr, lt, nl

source: Select an encrypted partition from the list, fill in your passphrase twice and hit the "Decrypt" button. SolydXK System Settings will search for a partition with enough free space to create a temporary backup of the partition you want to decrypt. You will be asked for a backup medium if it cannot find enough free space to continue.
ca: Trieu una partició encriptada de la llista, entreu la contrasenya dues vegades,i premeu el botó "Desencripta". SolydXK System Settings cercarà una partició amb prou espai lliure per crear una còpia temporal de la partició que voleu desencriptar. Per continuar, se us demanarà un dispositiu de còpia de seguretat si ni hi ha prou espai lliure.
da: Vælg en krypteret partition fra listen, indtast kodeordssætningen to gange og tryk på 'Dekryptér'. SolydXK Systemindstillinger vil lede efter en partition med tilstrækkelig ledig plads til at oprette en midlertidig sikkerhedskopi af den partition du vil dekryptere. Du vil blive anmodet om et backupmedie hvis der ikke kan findes tilstrækkelig ledig plads på systemet.
de: Wählen Sie eine verschlüsselte Partition aus der Liste, geben Sie zweimal Ihr Passwort ein und betätigen Sie die "Entschlüsselungs"-Schaltfläche. SoldydXK Sytem Einstellungen wird darauf hin eine Partition suchen, die genügend Platz für die Erstellung einer temporären Sicherung der zu entschlüsselnden Partition bietet. Sollte keine geeignete Partition gefunden werden, wird Sie das System nach einem Sicherungsmedium fragen.
fr: Sélectionnez une partition chiffrée dans la liste, remplissez votre phrase secrète deux fois et pressez le bouton "Déchiffrer". SolydXK System Settings cherchera une partition avec assez d'espace libre pour créer une sauvegarde temporaire de la partition que vous voulez déchiffrer. Il vous sera demandé un support de sauvegarde s'il n'est pas trouvé assez d'espaces libre pour continuer.
lt: Pasirinkite iš sąrašo užšifruotą skaidinį, du kartus užpildykite slaptafrazę ir spustelėkite mygtuką "Iššifruoti". SolydXK sistemos nustatymai atliks paiešką skaidinio, kuriame būtų pakankamai laisvos vietos jūsų norimo iššifruoti skaidinio laikinajai atsarginei kopijai. Jeigu norint tęsti, nepavyks rasti skaidinio su pakankamai laisvos vietos, jūsų bus paprašyta nurodyti atsarginės kopijos laikmeną.
nl: Selecteer uw versleutelde home partitie uit de lijst, vul uw wachtwoord twee keer in en klik op de knop "Ontsleutel". SolydXK Systeeminstellingen zoekt naar een partitie met voldoende vrije ruimte om een tijdelijke backup te maken van de partitie die u wilt versleutelen. U wordt gevraagd om een backupmedium als er niet genoeg vrije ruimte gevonden is om door te gaan.

source: Troubleshooting
ca: Solució de problemes
da: Fejlretning
de: Fehlersuche
fr: Anomalies
lt: Nesklandumų šalinimas
nl: Probleemoplossen

source: Please help improve this application. You can find the source on our <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a> page.
ca: Si us plau, ajudeu-nos a millorar aquesta aplicació. Trobareu els fitxers font a la nostra pàgina de <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a>.
da: Hjælp venligst med at forbedre dette program. Du kan finde kildekoden på vores <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a> side.
de: Bitte helfen Sie, dieses Programm zu verbessern. Der Quellcode kann auf unserer <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a> Seite gefunden werden.
fr: Aidez-nous à améliorer cette application. Vous pourrez trouver les sources sur notre page <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a>.
lt: Prašome padėti tobulinti šią programą. Jūs galite rasti pradinį kodą mūsų <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a> puslapyje.
nl: Help deze applicatie te verbeteren. U kunt de bron vinden op onze <a href="https://github.com/SolydXK/solydxk-system" target="_blank">GitHub</a> pagina.

source: If for some reason your system does not mount the newly encrypted partition, please visit our <a href="http://forums.solydxk.com" target="_blank">forum</a> and post your issue there.
ca: Si per alguna raó el vostre sistema no munta la partició que acabeu d'encriptar, si us plau visiteu el nostre<a href="http://forums.solydxk.com" target="_blank">fòrum</a> i expliqueu el vostre problema allí.
da: Hvis dit system af en eller anden årsag ikke vil montere den nyligt oprettede krypterede partition, bedes du besøge vores <a href="http://forums.solydxk.com" target="_blank">forum</a> og beskrive dine problemer der.
de: Sollte Ihr System aus irgendeinem Grund die neu verschlüsselte Partition nicht einhängen, besuchen Sie bitte unser <a href="http://forums.solydxk.com" target="_blank">Forum</a> und stellen Sie Ihre damit zusammenhängenden Fragen dort.
fr: Si pour quelques raisons que ce soit, votre système ne monte la nouvelle partition chiffrée, veuillez visitez notre <a href="http://forums.solydxk.com" target="_blank">forum</a> et publiez votre problème.
lt: Jeigu dėl kažkokių priežasčių jūsų sistema neprijungia naujai šifruoto skaidinio, prašome apsilankyti mūsų <a href="http://forums.solydxk.com" target="_blank">forumuose</a> ir ten pranešti apie savo problemą.
nl: Als uw systeem om een bepaalde reden de nieuwe versleutelde partitie niet koppelt, bezoek dan ons <a href="http://forums.solydxk.com" target="_blank">forum</a> en post uw probleem daar.

source: Don't forget to attach the log file when you post an issue on our forum: /var/log/solydxk-system.log
ca: No us oblideu d'adjuntar el fitxer de registre (/var/log/solydxk-system.log) quan exposeu el vostre problema al fòrum.
da: Glem ikke at tilføje log-filen når du opretter et indlæg på vores forum: /var/log/solydxk-system.log
de: Vergessen Sie nicht, eine Logdatei anzufügen, wenn Sie in unserem Forum Fragen stellen: /var/log/solydxk-system.log
fr: N'oubliez pas de joindre le fichier log lorsque vous postez un problème sur notre forum: /var/log/solydxk-system.log
lt: Pranešdami apie problemą mūsų forume, nepamirškite pridėti žurnalo failą: /var/log/solydxk-system.log
nl: Vergeet niet het log bestand aan uw bericht te koppelen wanneer u een probleem op ons forum post: /var/log/solydxk-system.log

source: Neither grub nor burg found in /etc/default
da: Hverken grub eller burg kunne findes i /etc/default

source: Neither grub nor burg found
da: Hverken grub eller burg kunne findes.

source: Enable encryption: this will temporarily mount any not mounted partition.
da: Aktivér kryptering: Dette vil automatisk montere enhver ikke allerede monteret partition.

source: Remove unneeded packages Pre-selected packages are safe to remove (autoremove). Other packages: remove with caution!
da: Fjern unødvendige pakker Forvalgte pakker kan uden problemer fjernes (autoremove). Andre pakker: Udvis forsigtighed ved fjernelse!

source: Fstab mounts
da: fstab monteringer

source: Mount additional partitions on boot with Fstab. When added to Fstab, the partition will be mounted in /media.
da: Montér yderligere partitioner under opstart ved hjælp af /etc/fstab Partitionen vil monteres under /media når den er tilføjet i /etc/fstab.

source: Save Fstab mounts
da: Gem fstab monteringsindstillinger

source: Save drivers
da: Gem driverindstillinger

source: Install drivers for supported hardware. Note: do not install these drivers if your hardware functions correctly with the current open drivers.
da: Installér drivere til understøttet hardware. Bemærk: Installér ikke disse drivere hvis din hardware fungerer korrekt med de allerede installerede åbne drivere.

source: Plymouth splash
da: Plymouth startbillede

source: Select a Plymouth boot splash theme.
da: Vælg et Plymouth opstartstema

source: Plymouth themes
da: Plymouth temaer

source: Enable Plymouth splash
da: Aktiver Plymouth tema

source: Save
da: Gem

source: Resolution
da: Opløsning

source: Add
da: Tilføj

source: Could not add {} to {}: missing fs type.
da: {} kunne ikke tilføjes til {}: filsystemtype ikke angivet.

source: Changes were made to fstab. Please reboot your computer for these changes to take effect.
da: Der er foretaget ændringer i fstab. Genstart venligst maskinen for at aktivere ændringerne.

source: No changes were made to fstab.
da: Der blev ikke foretaget ændringer i fstab.

source: Firefox and/or Thunderbird are running. Please close these applications before you continue.
da: Firefox og / eller Thunderbird kører. Luk dem venligst før du fortsætter.

source: URL
da: URL-adresse

source: Reboot
da: Genstart

source: Authentication is required to run SolydXK System Settings
da: Godkendelse er påkrævet for at starte SolydXK Systemindstillinger

source: SolydXK System Settings: Device Driver Help
da: SolydXK Systemindstillinger: Hjælp til 'Enhedsdrivere'

source: The Device Driver is a tool to help users installing third-party hardware drivers. Currently Nvidia, AMD/ATI and Broadcom drivers can be installed and allows to install the PAE kernel for multi-core 32-bit systems. The Device Driver will only list those devices that are supported. It will not list any other devices then mentioned above.
da: 'Enhedsdrivere' er et værktøj der skal gøre det lettere for brugere at installere tredjepartsdrivere. Aktuelt er NVIDIA, AMD/ATi og Broadcom drivere tilgængelige og man kan installere PAE-kernen hvis man har et kulti-kerne 32-bit system. 'Enhedsdrivere' vil kun vise en liste over de enheder der er understøttede.

source: The Device Driver can only install drivers which are available in the repositories. Make sure you have an internet connection if you want to install the drivers.
da: *Enhedsdrivere' kan kun installere drivere der er tilgængelige i repositorierne. Kontrollér at du har forbindelse til internettet først hvis du vil installere driverne.

source: This will install the drivers for your AMD/ATI graphical card. AMD/ATI cards from version HD 5000 and up are supported by the drivers. Versions between 1000 and 5000 will use the Radeon drivers. Use "ddm -p amd" to remove the drivers from your system.
da: Dette vil installere drivere til dit AMD/ATi grafikkort. AMD/ATi kort version over HD5000 er understøttet. Version mellem 1000 og 5000 vil anvende Radeon driveren. Brug "ddm -p amd" for at fjerne driverne fra dit system.

source: File: /var/log/solydxk-system.log
da: Fil: /var/log/solydxk-system.log

source: Please, attach your log file when you post an issue on our forum: <a href="https://forums.solydxk.com" target="_blank">https://forums.solydxk.com</a>
da: Vedhæft venligst logfilen når du opretter et indlæg omkring et problem på vores forum: <a href="https://forums.solydxk.com" target="_blank">https://forums.solydxk.com</a>
