Repository: jamiejackherer/solydxk-system
Catalog: po/*.po
Languages: ca, da, de, fr, lt, nl

source: You cannot encrypt a booted root or home partition with SolydXK System Settings. If you wish to do so you can download the latest ISO from our main site and run SolydXK System Settings in a live session. Note that you need an unencrypted boot partition if you want to encrypt your root partition and that Grub2 will be installed on the disk where the root partition is.
ca: No podeu encriptar una partició muntada (d'arrel o d'usuari) amb SolydXK System Settings. Si voleu fer-ho, baixeu la darrera ISO del nostre lloc web i executeu SolydXK System Settings des del disc autònom. Recordeu que necessiteu una partició d'arrencada (boot) sense encriptar si voleu encriptar la partició arrel, i que GRUB2 s'instal·larà al disc on hi hagi aquesta partició.
da: Du kan ikke bruge SolydXK Systemindstillinger til at kryptere en root eller home partition der er i brug. Hvis det er det du ønsker, kan du starte systemet på den nyeste SolydXK live-udgave og køre SolydXK Systemindstillinger fra live-sessionen. Bemærk at du skal have en ukrypteret boot partition hvis du vil have din root partiton krypteret og at Grub2 vil blive installeret på den harddisk som root partitionen ligger på.
de: Sie können eine hochgefahrene root oder home Partition mit SolydXK System Einstellung nicht verschlüsseln. Zur Durchführung können Sie die aktuellste ISO Datei von unsere Homepage herunterladen und SolydXK System Einstellungen in a Live- Session ausführen. Beachten Sie, dass Sie eine unverschlüsselte boot Partition benötigen, wenn Sie Ihre root Partition verschlüsseln wollen. Grub2 wird auf der Festplatte installiert, wo sich die root Partion befindet.
fr: Vous ne pouvez pas chiffrer une partition boot ou home avec SolydXK System Settings. Pour cela, vous devez charger la dernière ISO de notre site et lancer SolydXK System Settings dans une session Live. Notez que vous avez besoin d'une partition boot non chiffrée si vous voulez chiffrer votre partition root et que Grub2 sera installé sur le disque de la partition root.
lt: Naudodami SolydXK sistemos nustatymus, negalite šifruoti paleisto šaknies ar namų skaidinio. Jeigu norite tai padaryti, galite atsisiųsti iš mūsų pagrindinės svetainės naujausią ISO failą ir paleisti SolydXK sistemos nustatymus tiesioginiame seanse. Turėkite omenyje, kad norint šifruoti savo šaknies skaidinį, jums reikės nešifruoto paleidimo skaidinio ir, kad Grub2 bus įdiegta diske, kuriame bus šaknies skaidinys.
nl: U kunt een opgestartte rootpartitie niet versleutelen met SolydXK Systeeminstellingen. Als u dat wenst, dient u een ISO te starten en deze partitie handmatig te versleutelen. U heeft een onversleutelde bootpartitie nodig wanneer u uw rootpartitie wilt versleutelen. Grub2 zal op de schijf worden geïnstalleerd waar de rootpartitie is.

source: Only those partitions that are mounted in fstab are saved to fstab. If you wish to include new partitions in fstab you need to manually add them before you run SolydXK System Settings.
ca: Només es desen a fstab les particions muntades a fstab.Si voleu incloure noves particions a fstab cal afegir-les manualment abans d'executar SolydXK System Settings.
da: Kun de partitioner der ses monteret i fstab gemmes i fstab. Hvis du ønsker at tilføje nye partitioner i fstab skal du gøre det manuelt før du starter SolydXK Systemindstillinger.
de: Nur die Partitionen, die in fstab eingehängt sind, werden in fstab gesichert. Sollen neue Partition in fstab berücksicht werden, müssen diese vor dem Ausführen von SolydXK System Einstellungen manuell hinzugefügt werden.
fr: Seules les partitions montées dans fstab sont sauvegardées sur fstab. Si vous souhaitez inclure de nouvelles partitions dans fstab, vous devez les ajouter manuellement avant d'exécuter SolydXK System Settings.
lt: Į fstab yra įrašomi tik tie skaidiniai, kurie yra prijungti į fstab. Jeigu į fstab norite įtraukti naujus skaidinius, turite, prieš paleisdami SolydXK sistemos nustatymus, rankiniu būdu juos pridėti.
nl: Alleen die partities die in fstab zijn gekoppeld, worden opgeslagen in fstab. Als u nieuwe partities wilt toevoegen in fstab, moet u deze handmatig toevoegen voordat u SolydXK Systeeminstellingen uitvoert.

source: Examples
ca: Exemples
da: Eksempler
de: Beispiele
fr: Exemples
lt: Pavyzdžiai
nl: Voorbeelden

source: When you start SolydXK System Settings you will see a list of partitions that you can either encrypt or decrypt. An encrypted partition shows this icon: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> and an unencrypted partition shows this icon: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Your selection will decide which actions can be taken on that partition. Removable media will show these icons: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> and <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />
ca: Quan engegueu SolydXK System Settings veureu una llista de particions que podeu encriptar o desencriptar. Una partició encriptada mostra la icona: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> i una partició no encriptada mostra aquesta icona: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. La vostra tria determinarà quines accions es poden fer en cada partició. Els dispositius extraïbles mostraran aquestes icones: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> i <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />
da: Når du starter SolydXK Systemindstillinger vil du se en liste over partitioner du kan vælge at enten kryptere eller dekryptere. En krypteret partition har denne ikon: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> og en ukrypteret partition har denne: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Dit valg er afgørende for hvilke ting man kan gøre med partitionen. Flytbare enheder vil have disse ikoner: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> and <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />
de: Nach dem Start von SolydXK System Einstellungen wird eine Liste von Partitionen angezeigt, die entweder veschlüsselt oder entschlüsselt werden können. Ein verschlüsselte Partition wird durch diese Icon <img src="/usr/share/solydxk/system/icons/encrypted.png" /> symbolisiert und einen unverschlüsselte mit diesem Icon <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Ihre Auswahl wird darüber entscheiden, welche weiteren Schritte auf dieser Partition ausführbar sein werden. Entfernbare Medien werden durch die Icons<img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" />und <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />kenntlich gemacht.
fr: Quand vous démarrer SolydXK System Settings vous verrez une liste de partitions que vous pouvez chiffrer et déchiffrer. Un partition chiffrée est indiquée par cette icône: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> et une partition non chiffrée par celle-ci: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Votre sélection décidera quelle action sera faite sur la partition. Les médias amovibles seront indiqués par ces icônes: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" />et <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />
lt: Paleidę SolydXK sistemos nustatymus, matysite skaidinių, kuriuos galite šifruoti arba iššifruoti, sąrašą. Šalia šifruoto skaidinio yra rodoma ši piktograma: <img src="/usr/share/solydxk/system/icons/encrypted.png" />, o šalia nešifruoto skaidinio ši piktograma: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Jūsų pasirinkimas apspręs kokie veiksmai galės būti taikomi tam tikram skaidiniui. Šalia keičiamųjų laikmenų bus rodomos šios piktogramos: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> ir <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />
nl: Wanneer u SolydXK Systeeminstellingen start, ziet u een lijst met partities die u kunt versleutelen of ontsleutelen. Een versleutelde partitie toont dit icoon: <img src="/usr/share/solydxk/system/icons/encrypted.png" /> en een onversleutelde partitie laat dit icoon zien: <img src="/usr/share/solydxk/system/icons/unencrypted.png" />. Uw selectie bepaalt welke acties op die partitie kunnen worden uitgevoerd. Verwijderbare media tonen deze iconen: <img src="/usr/share/solydxk/system/icons/unencrypted-usb.png" /> en <img src="/usr/share/solydxk/system/icons/encrypted-usb.png" />

source: Following are some examples on how to use SolydXK System Settings:
ca: Tot seguit hi ha alguns exemples de com usar SolydXK System Settings:
da: Her er nogle eksempler på anvendelsen af SolydXK Systemindstillinger:
de: Nachfolgend einige Beispiele, wie SolydXK System Einstellungen genutzt werden kann:
fr: Quelques exemples d'utilisation de SolydXK System Settings:
lt: Toliau yra pateikti keli pavyzdžiai kaip naudoti SolydXK sistemos nustatymus:
nl: Hieronder volgen enkele voorbeelden hoe u SolydXK Systeeminstellingen kunt gebruiken:

source: Encrypt a USB pen drive
ca: Encriptar un llapis USB
da: Krypter en USB-pen
de: Veschlüsselung eines USB Stick
fr: Chiffrer une clé USB
lt: Šifruoti USB atmintuką
nl: Versleutel een USB stick

source: Insert a USB pen drive and mount it. Hit the refresh button to list the pen drive and select the partition of that drive drive you wish to encrypt. Fill in your passphrase twice and hit the "Encrypt" button.
ca: Inseriu un llapis USB i munteu-lo. Premeu el botó de Refresca per muntar el llapis i triar la partició que voleu encriptar. Entreu la contrasenya dues vegades i premeu el botó "Encripta".
da: Indsæt en USB-stick og montér den. Tryk 'Opdatér' for at få vist USB-pennen og vælg den partition du vil kryptere. Indtast kodeordssætningen to gange og tryk på 'Kryptér'.
de: Nach den Anstecken des USB Sticks hängen Sie diesen ein. Betätigen Sie die Aktualisieren Schaltfläche, um den USB Stick anzeigen zu lassen und wählen Sie die Partition des Sticks aus, die verschlüsselt werden soll. Geben Sie Ihr Veschlüsselungskennwort zweimal ein und betätigen Sie die "Verschlüsselungs"-Schaltfläche.
fr: Insérez une clé USB montez là. Pressez le bouton rafraîchir pour lister la clé et sélectionner la partition que vous voulez chiffrer. Remplissez votre phrase secrète deux fois et pressez sur le bouton "Chiffrer".
lt: Įdėkite USB atmintuką ir prijunkite jį. Tam, kad būtų išvardytas atmintukas, spustelėkite įkėlimo iš naujo mygtuką ir pasirinkite disko, kurį norite šifruoti, skaidinį. Du kartus užpildykite slaptafrazes ir spustelėkite mygtuką "Šifruoti".
nl: Plaats een USB stick en koppel het. Klik op de knop Vernieuwen om de USB stick in de lijst te tonen en selecteer de partitie van die drive drive die u wilt versleutelen. Vul uw wachtwoord twee keer in en klik op de knop "Versleutel".

source: Encrypt the root (and swap) partition
ca: Encriptar la partició arrel (i la d'intercanvi)
da: Kryptér root (og swap) partitionen
de: Verschlüsselung der root (und swap) Partition.
fr: Chiffrer la partition root (et swap)
lt: Šifruoti šaknies (ir sukeitimų) skaidinį
nl: Versleutel de rootpartitie (en swappartitie)

source: WARNING: do this at your own risk!
ca: ATENCIÓ: Feu això sota la vostra responsabilitat!
da: ADVARSEL: dette er på eget ansvar!
de: Warnung: Die Vorhensweise erfolgt auf eigenes Risiko!
fr: ATTENTION: faites le à vos risques et périls!
lt: ĮSPĖJIMAS: darykite tai savo pačių rizika!
nl: WAARSCHUWING: doe dit op eigen risico!

source: You will need an unecrypted /boot partition. If you do not have a /boot partition, here's how to create one. In a live session you start GParted and create a partition of at least 200 MB of free space. This partition can be created from existing unallocated space, or by shrinking another partition and using the newly-created free space. In this example I've created a new partition: /dev/sda1 which I want to mount as /boot into the root partition /dev/sda2. Change the partition paths accordingly to your situation.
ca: Us cal una partició /boot no encriptada. Si no la teniu, podeu crear-la des del disc autònom. Engegueu GParted i creeu una partició amb 200 MB d'espai lliure com a mínim. Aquesta partició es pot crear a partir de l'espai lliure, o bé encongint una partició actual i usant el nou espai alliberat. En aquest exemple, he creat una nova partició, /dev/sda1 que muntaré com a /boot a la partició arrel /dev/sda2. canvieu els camins de les particions d'acord amb la vostra situació.
da: Du skal bruge en ukrypteret /boot partition. Hvis du ikke har en ukrypteret /boot partition kan du oprette en på følgende måde. I en live-session skal du starte Gparted og oprette en partition med mindst 200 MB ledig plads. Denne partition kan oprettes på eksisterende uallokeret plads. eller ved at krympe en anden partition og så anvende den frigjorte plads. I dette eksempel opretter vi en ny partition: /dev/sda1 som vi vil montere på /boot på root-partitionen /dev/sda2. Tilret partitionsstierne så de passer til din aktuelle situation.
de: Sie benötigen einen unverschlüsselte /boot Partition. Sollten Sie keine /boot Partition haben, gehen Sie wie folgt vor. Starten Sie GParted in einer live Sitzung und erstellen Sie eine Partition von mindesten 200 MB. Diese Partition kann aus einem nicht zugewiesenen Speicher oder durch das Schrumpfen einer vorhanden Partition erstellt werden. In diesem Beispiel wurde einen neue Partition /dev/sda1 erstellt, die als /boot in die root Partition /dev/sda2 eingehängt werden soll. Ändern Sie die Partitionspfade entsprechend Ihrem Setup.
fr: Vous aurez besoin d'une partition boot non chiffrée. Si vous n'avez pas de partition /boot, voici comment en créer une. Dans une session Live, démarrez GParted et créez une partition d'au moins 200 Mo d'espace libre. Cette partition peut être créée à partir d'un espace libre existant non alloué, ou en réduisant une autre partition et en utilisant l'espace libre nouvellement créé. Dans cet exemple, nous avons créé une nouvelle partition: /dev/sda1 que nous voulons monter comme /boot dans la partition root /dev/sda2. Modifiez les noms de partitions en fonction de votre situation.
lt: Jums reikės nešifruoto /boot skaidinio. Jeigu neturite /boot skaidinio, štai kaip galite jį sukurti. Tiesioginiame seanse paleiskite programą GParted ir sukurkite skaidinį, kuriame būtų bent 200 MB laisvos vietos. Šis skaidinys gali būti sukurtas iš esamos nepaskirstytos vietos arba sumažinant kitą skaidinį ir panaudojant naujai sukurtą laisvą vietą. Šiame pavyzdyje aš sukūriau naują skaidinį: /dev/sda1, kurį noriu prijungti kaip /boot į šaknies skaidinį /dev/sda2. Pakeiskite skaidinių kelius atitinkamai pagal savo situaciją.
nl: U hebt een onversleutelde /boot partitie nodig. Als u geen /boot partitie hebt, kunt u deze op de volgende wijze maken. In een live sessie start u GParted en maakt u een partitie met minstens 200 MB vrije ruimte. Deze partitie kan worden gemaakt van bestaande niet-toegewezen ruimte, of door een andere partitie te verkleinen en de nieuw aangemaakte vrije ruimte te gebruiken. In dit voorbeeld heb ik een nieuwe partitie gemaakt: /dev/sda1 die ik wil koppelen als /boot in de rootpartitie /dev/sda2. Verander de partitiepaden dienovereenkomstig naar uw situatie.

source: Open a terminal, and run these commands as root:
ca: Obriu un terminal, i entreu aquestes ordres com a root:
da: Åbn en kommandoprompt og kør følgende kommandoer som root:
fr: Ouvrir un terminal et lancer les commandes suivantes comme root:
lt: Atverkite terminalą, ir vykdykite šias komandas kaip supernaudotojas (root):
nl: Open een terminal en voor de volgende commando's uit:

source: You can now reboot your system and check if the boot partition is properly mounted:
ca: Ara podeu tornar a arrencar el vostre sistema i comprovar si la partició d'arrencada s'ha muntat com cal.
da: Du kan nu genstarte maskinen og kontrollere om boot-partitionen er monteret korrekt:
de: Sie können Ihr System jetzt neu starten und prüfen, ob Ihre Partition korrekt eingehängt wurden.
fr: Vous pouvez maintenant rebooter votre système et contrôler si la partition boot est montée proprement:
lt: Dabar, galite paleisti savo sistemą iš naujo ir patikrinti ar paleidimo skaidinys yra tinkamai prijungtas:
nl: U kunt uw systeem nu herstarten en contoleren of de boot partitie correct is gekoppeld:

source: To encrypt the root (and swap) partition, you need to start a live session again, start SolydXK System Settings and select the root partition (and any other partition you'd like to encrypt).
ca: Per encriptar les particions arrel (i d'intercanvi) us cal tornar a arrencar una altra sessió autònoma. Engegueu SolydXK System Settings i trieu la partició arrel (i qualsevol altra que vulgueu encriptar).
da: For at kryptere root- (og swap-) partitionen skal du igen starte en live-session. Start SolydXK Systemindstillinger og vælg root-partitionen (og evt. andre partitioner du vil kryptere).
de: Um die Verschlüsselung der root (und swap) Partition durchzuführen, wird erneut eine Live Sitzung benötigt. Starten Sie dann SolydXK System Einstellungen und wählen Sie die root Partition (und jede andere Partition, die veschlüsselt werden soll) aus.
fr: Pour chiffrer la partition root (et swap), vous avez besoin de démarrer en session Live, lancer SolydXK System Settings et sélectionner la partition root (et tout autre partition que vous voulez chiffrer).
lt: Norint šifruoti šaknies (ir sukeitimų) skaidinį, jums ir vėl reikės paleisti tiesioginį seansą, paleisti SolydXK sistemos nustatymus ir pasirinkti šaknies skaidinį (ir bet kurį kitą skaidinį, kurį norėtumėte šifruoti).
nl: Om de rootpartitie (en swappartitie) te versleutelen, moet u opnieuw een live-sessie starten. Start SolydXK Systeeminstellingen en selecteer de rootpartitie (en elke andere partitie die u wilt versleutelen).

source: Change the passphrase of an encrypted partition
ca: Canviar la contrasenya d'una partició encriptada
da: Skift kodeordssætningen på en krypteret partition
de: Änderung des Verschlüsselungskennwortes einer verschlüsselten Partition
fr: Changer la phrase secrète d'une partition chiffrée
lt: Keisti šifruoto skaidinio slaptafrazę
nl: Verander het wachtwoord van een versleutelde partitie

source: Select an encrypted partition from the list, fill in your passphrase twice and hit the "Change Passphrase" button.
ca: Trieu una partició encriptada de la llista, entreu la contrasenya dues vegades i premeu el botó de "Canvia la Contrasenya".
da: Vælg en krypteret partition fra listen, indtast kodeordssætningen to gange og tryk på 'Skift kodeordssætning'.
de: Wählen Sie die veschlüsselte Partition aus der Liste, geben Sie zweimal Ihr Passwort ein und betätigen Sie die "Kennwortänderung" Schaltfläche.
fr: Sélectionner une partition chiffrée dans la liste, saisissez votre phrase secrète deux fois et pressez le bouton "Changer Phrase secrète".
lt: Pasirinkite iš sąrašo šifruotą skaidinį, du kartus užpildykite slaptafrazę ir spustelėkite mygtuką "Keisti slaptafrazę".
nl: Selecteer een versleutelde partitie van de lijst, vul uw wachtwoord twee maal in en druk op de "Verander wachtwoord" knop.

source: Create a key file for a selection of encrypted partitions
ca: Crear un fitxer clau per a una selecció de particions encriptades
da: Opret en nøglefil til et antal krypterede partitioner
de: Erstellung eine Schlüsseldatei für eine Auswahl verschlüsselter Partitionen
fr: Créer un fichier clé pour une sélection de partitions chiffrées
lt: Sukurti pasirinktiems šifruotiems skaidiniams rakto failą
nl: Maak een sleutelbestand voor een selectie van versleutelde partities

source: Select several encrypted partitions from the list, fill in your passphrase twice and hit the "Manually create key file" button. The first encrypted partition will hold the key file while the other partitions are automatically opened with that key file.
ca: Trieu diverses particions encriptades de la llista, entreu la contrasenya dues vegades i premeu el botó "Crea fitxer clau manualment". La primera partició encriptada contindrà el fitxer clau, mentre que les altres particions s'obriran automàticament amb aquest fitxer clau.
da: Vælg adskillige krypterede partitioner fra listen, indtast kodeordssætningen to gange og tryk på 'Opret nøglefil manuelt'. Den første krypterede partition vil indeholde nøglefilen mens de andre partitioner automatisk åbnes med nævnte nøglefil.
de: Wählen Sie mehrere verschlüsselte Partitionen aus der Liste, geben Sie zweimal Ihr Passwort ein und betätigen die "Manuelles Erstellen einer Schlüsseldatei" Schaltfläche. Die erste verschlüsselte Partition wird die Schlüsseldatei beinhalten, während die anderen Partition automatisch mit dieser Schlüsseldatei entsperrt werden.
fr: Sélectionnez plusieurs partitions chiffrées dans la liste, remplissez votre phrase secrète deux fois et pressez le bouton "Créer le fichier clé manuellement". La première partition chiffrée retiendra le fichier clé pendant que les autres partitions sont automatiquement ouvertes avec celui-ci.
lt: Pasirinkite iš sąrašo kelis šifruotus skaidinius, du kartus užpildykite slaptafrazę ir spustelėkite mygtuką "Rankiniu būdu sukurti rakto failą". Pirmame užšifruotame skaidinyje bus laikomas rakto failas, tuo tarpu kiti skaidiniai bus automatiškai atveriami tuo rakto failu.
nl: Selecteer meerdere versleutelde partities uit de lijst, vul uw wachtwoord twee keer in en klik op de knop "Handmatig maken sleutelbestand". Op de eerste versleutelde partitie zal het sleutelbestand bewaard worden terwijl de andere partities automatisch worden geopend met dat sleutelbestand.

source: Decrypt a partition
ca: Desencriptar una partició
da: Dekryptér en partition
de: Entschlüsselung einer Partition
fr: Déchiffrer une partition
lt: Iššifruoti skaidinį
nl: Ontsleutel een partitie
